Revit 2027 API
ParameterTypeId.RoofUptoLevelOffsetParam Property
 "Cutoff Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoofUptoLevelOffsetParam { get; }
Public Shared ReadOnly Property RoofUptoLevelOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoofUptoLevelOffsetParam {
	ForgeTypeId^ get ();
}
static member RoofUptoLevelOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace